Repository: python-gsoc/python-blogs
Catalog: aldryn_people/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Contact (untranslated)
nl: Contact (onvertaald)

source: # Groups
nl: # Groepen

source: # People
nl: # Mensen

source: Ungrouped
nl: Zonder groep

source: Phone:
nl: Telefoon:

source: Address:
nl: Adres:

source: Mobile:
nl: Mobiel:

source: Groups
nl: Groepen

source: People
nl: Mensen

source: Seems that there is no valid application hook for aldryn-people.Links can't be rendered without an app hook.
nl: Het lijkt erop dat er geen geldige application hook voor aldryn-people.Links gerenderd kan worden zonder een app hook.

source: People list
nl: Mensen lijst

source: Select and arrange specific people, or leave blank to use all.
nl: Selecteer en arrangeer specifieke mensen, of laat leeg om alles te gebruiken.

source: Options
nl: Opties

source: Group list
nl: Groep lijst

source: Add new group
nl: Voeg een nieuwe groep toe

source: Edit group
nl: Bewerk groep

source: Person list
nl: Personen lijst

source: Add new person
nl: Voeg een nieuw persoon toe

source: Edit person
nl: Bewerk persoon

source: Initial version of {object_repr}. {trans_info}
nl: Initiele versie van {object_repr}. {trans_info}

source: New person
nl: Nieuw persoon

source: Create a new person.
nl: Creeer een nieuw persoon.

source: New group
nl: Nieuwe groep

source: Create a new group.
nl: Creeer een nieuwe groep

source: Aldryn People: Person Menu
nl: Aldryn People: Personen Menu

source: person: {0}
nl: persoon: {0}

source: Aldryn People: Group Menu
nl: Aldryn People: Groep Menu

source: group: {0}
nl: groep: {0}

source: name
nl: naam

source: Provide this group's name.
nl: Geef deze groepsnaam.

source: description
nl: beschrijving

source: Leave blank to auto-generate a unique slug.
nl: Laat leeg om een unieke slug te creeeren.

source: address
nl: adres

source: postal code
nl: postcode

source: city
nl: stad

source: phone
nl: telefoon

source: Group
nl: Groep

source: Group: {0}
nl: Groep: {0}

source: Provide this person's name.
nl: Geef deze persoonsnaam.

source: unique slug
nl: unieke slug

source: role
nl: rol

source: mobile
nl: mobiel

source: Choose and order the groups for this person, the first will be the "primary group".
nl: Kies en orden de groepen voor deze persoon; de eerste keuze is de "primaire groep".

source: enable vCard download
nl: maak vCard download mogelijk

source: Person
nl: Persoon

source: Standard
nl: Standaard

source: Feature
nl: Kenmerk

source: Style
nl: Stijl

source: Select and arrange specific people, or, leave blank to select all.
nl: Selecteer en arrangeer specifieke mensen, of laat leeg om alles te selecteren.

source: group by group
nl: groepeer per groep

source: Group people by their group.
nl: Groepeer mensen middels hun groep.

source: show ungrouped
nl: laat ongegroepeerden zien

source: When using "group by group", show ungrouped people too.
nl: Als "groepeer per groep" gebruikt wordt, laat dan ook ongegroepeerden zien.

source: Show links to Detail Page
nl: Laat link naar Detail Pagina zien

source: Show links to download vCard
nl: Laat link naar download vCard zien
